Revit 2027 API
ParameterTypeId.CeilingAttrDefaultHeightParam Property
 "Default Height above level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CeilingAttrDefaultHeightParam { get; }
Public Shared ReadOnly Property CeilingAttrDefaultHeightParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CeilingAttrDefaultHeightParam {
	ForgeTypeId^ get ();
}
static member CeilingAttrDefaultHeightParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace